Repository: christiankakesa/forgedtofight.io
Catalog: config/locales/*/forgedtofightio.po
Languages: fr

source: (Sig 0)
fr: (Comp 0)

source: (Sig 100)
fr: (Comp 100)

source: (Signature ability 0)
fr: (Compétence personnelle 0)

source: (Signature ability 100)
fr: (Compétence personnelle 100)

source: About
fr: À propos

source: Account|Delete
fr: Supprimer

source: Activate your account
fr: Active ton compte

source: Activate your account by visiting the following link
fr: Pour activer le compte, visite ce lien

source: Advanced settings
fr: Paramètres avancés

source: All
fr: Tous

source: All services are running on top of <a href="http://mesos.apache.org/" target="_blank">Apache MESOS</a> ecosystem
fr: Tous nos services fonctionnent sur la plate-forme <a href="http://mesos.apache.org/" target="_blank">Apache MESOS</a>

source: Attack
fr: Attaque

source: Brawlers
fr: Bagarreurs

source: Calendar's bot
fr: Bot du calendrier

source: Change your password
fr: Change ton mot de passe

source: Check your email box to activate your account
fr: Vérifie tes e-mails pour activer ton compte

source: Check your email to reset your password
fr: Vérifie tes e-mails pour réinitialiser ton mot de passe

source: Cite|Autobot, roll out
fr: Autobot, transformation

source: Close
fr: Fermer

source: Contribute to the developement
fr: Contribuer au développement

source: Could not send recover information for this identifier
fr: Impossible d'envoyer les informations de réinitialisation

source: Couldn't attribute a valid token, retry or contact our technical team
fr: Impossible d'attribuer un jeton valide, réessaye ou contacte l'administrateur

source: Couldn't find or create your user account, please signup or report the issue
fr: Impossible de trouver ou créer ton compte utilisateur, souscris ou contacte l'administrateur

source: DateFormat|%B %Y
fr: %B %Y

source: DateFormat|%B %dth, %Y at %H:%M %p
fr: %d %B %Y à %Hh%M %p

source: Defenses
fr: Défensifs

source: Delete your account
fr: Suppression du compte

source: Demolitions
fr: Démolisseurs

source: Don't like these emails?
fr: Cet e-mail ne t'intéresse plus ?

source: Donate to Support Development
fr: Participe au développement du site

source: Donating is a helpful way to support the ForgedToFightIO project
fr: Les donations permettent d'aider à l'évolution du projet ForgedToFightIO

source: Dynamic and efficient programming language
fr: Langage de programmation dynamique et efficace

source: Email address is not well formated
fr: L'adresse e-mail n'est pas correcte

source: Email is already taken
fr: L'adresse e-mail est déjà utilisée

source: Email is needed
fr: L'adresse e-mail est obligatoire

source: End at
fr: Fin

source: Error when reseting your password or invalide token
fr: Une erreur est survenue lors de la réinitialisation de ton mot de passe ou encore ton jeton de réinitialisation est invalide

source: Error when trying to activate your account
fr: Une erreur est survenue lors de l'activation de ton compte

source: Event
fr: Évènement

source: Events
fr: Évènements

source: Follow the link below to set a new password
fr: Suis le lien suivant, pour mettre à jour ton mot de passe

source: ForgedToFight.IO - Unofficial Transformers Forged to Fight resources
fr: ForgedToFight.IO - Site de fan non-officiel pour Transformers Forgés d'Acier

source: ForgedToFight.IO Team
fr: L'équipe ForgedToFight.IO

source: ForgedToFight.IO is a community fansite for TRANSFORMERS Forged to Fight mobile game.
fr: ForgedToFight.IO est le site internet communautaire du jeu sur mobile : TRANSFORMERS Forgés d'Acier

source: ForgedToFight.IO password reset
fr: ForgedToFight.IO réinitialisation du mot de passe

source: ForgedToFight.IO signup
fr: Souscription à ForgedToFight.IO

source: Forgot your password?
fr: Mot de passe oublié ?

source: Gaming|Health
fr: Point de vie

source: Go to your user settings and remove your account
fr: Accède aux paramètres utilisateur et supprime ton compte

source: HTML, CSS and JS web framework
fr: Bibliothèque HTML, CSS et JS

source: Hi
fr: Bonjour

source: Home
fr: Accueil

source: HtmlMetaDescription|Transformers: Forged to Fight fan's website
fr: Site internet des fans de Transformers : Forgés d'Acier

source: HtmlMetaKeywords|@fenicks79
fr: @fenicks79

source: HtmlMetaKeywords|Transformers,Forged to fight,mobile,game,Android,iOS
fr: Transformers,Forgés d'Acier,jeu,mobile,Android,iOS

source: If you don't wish to reset your password, disregard this email and no action will be taken
fr: Si tu n'a pas souhaité la réinitialisation de ton mot de passe, ignore ce message aucune action ne sera réalisée

source: JSON document based database
fr: Base de données JSON orienté document

source: Keep me signed in
fr: Rester connecté

source: Log in
fr: Se connecter

source: Max rating
fr: Force max

source: Menu|About
fr: À propos

source: Menu|Account settings
fr: Paramètres du compte

source: Menu|Botodex
fr: Botodex

source: Menu|Donate
fr: Dons

source: Menu|Events
fr: Évènements

source: Menu|Home
fr: Accueil

source: Menu|Log In
fr: Se connecter

source: Menu|Logout
fr: Se déconnecter

source: Menu|Mods
fr: Mods

source: Menu|My tools
fr: Mes outils

source: Menu|Relics
fr: Artéfacts

source: Menu|Sign Up
fr: S'inscrire

source: More features will be released
fr: Plus de fonctionalités pouront être réalisées

source: My account
fr: Mon compte

source: My tools
fr: Mes outils

source: Nickname (in game)
fr: Pseudo (dans le jeu)

source: Nickname is already taken
fr: Ce pseudo est déjà utilisé

source: Nickname is needed
fr: Le pseudo est obligatoire

source: Nickname or email
fr: Pseudo ou e-mail

source: No event for now
fr: Aucun évènement pour le moment

source: No events found
fr: Aucun évènement pour le moment

source: Now in arena
fr: Arène en cours

source: Offenses
fr: Offensifs

source: Official websites
fr: Sites internet officiels

source: Password
fr: Mot de passe

source: Password confirmation
fr: Mot de passe confirmé

source: Password doesn't match
fr: Les mot de passe ne correspondent pas

source: Password is needed
fr: Le mot de passe est obligatoire

source: Password is not in correct range, please contact-us
fr: Le mot de passe n'est pas assez robuste

source: Password reset
fr: Réinitialisation du mot de passe

source: Password update
fr: Mise à jour du mot de passe

source: Password|Reset
fr: Réinitialiser

source: Password|Update
fr: Mettre à jour

source: Please retry or contact our technical team
fr: Tente une nouvelle fois ou contacte notre équipe technique

source: Powered by
fr: Créer par

source: Powerful and simple router for web applications
fr: Moteur d'espace de nom pour les applications internets

source: Privacy
fr: Confidentialités

source: Recommanded modules
fr: Modules recommandés

source: Relic Boost
fr: Boost d'artéfact

source: Relic Xp boost
fr: Boost d'exp d'artéfact

source: Relics
fr: Artéfacts

source: Remove your account
fr: Supprime ton compte

source: Reset your password
fr: Réinitialise ton mot de passe

source: Scouts
fr: Éclaireurs

source: Settings
fr: Paramètres

source: Sidebar|About
fr: À propos

source: Sidebar|Account settings
fr: Paramètres

source: Sidebar|Botodex
fr: Botodex

source: Sidebar|Donate
fr: Dons

source: Sidebar|Events
fr: Évènements

source: Sidebar|Features
fr: Fonctionnalités

source: Sidebar|Home
fr: Accueil

source: Sidebar|Info
fr: Info

source: Sidebar|Log In
fr: Se connecter

source: Sidebar|Logout
fr: Se déconnecter

source: Sidebar|Mods
fr: Mods

source: Sidebar|My tools
fr: Outils

source: Sidebar|Privacy
fr: Confidentialités

source: Sidebar|Relics
fr: Artéfacts

source: Sidebar|Sign Up
fr: S'inscrire

source: Sidebar|Support
fr: Support

source: Sidebar|Terms of service
fr: Conditions d'utilisation

source: Sidebar|Use of cookies
fr: Utilisation des cookies

source: Sign in
fr: Se connecter

source: Sign up
fr: S'inscrire

source: Signup link is expired, try to subscribe now
fr: Le lien de souscription est expiré, tente de souscrire à nouveau

source: Something is going wrong with your credentials
fr: Vos identifiants sont incorrects

source: Start at
fr: Début

source: Synergy
fr: Synergie

source: Tacticians
fr: Stratèges

source: Techs
fr: Techniciens

source: Terms of service
fr: Conditions d'utilisation

source: Thanks for signing up at ForgedToFight.IO
fr: Merci d'avoir souscris à ForgedToFight.IO

source: Thanks for wanting to help
fr: Merci de ton soutien

source: The mobile game is available on
fr: Le jeu est disponible sur

source: The stack
fr: Les briques techniques

source: The website
fr: Le site internet

source: This website is provided by <a href="https://twitter.com/fenicks79">@fenicks79</a> for the <a href="https://transformersforgedtofight.com/">Transformers: Forged to Fight</a> gamer community
fr: Ce site internet est proposé par <a href="https://twitter.com/fenicks79">@fenicks79</a> pour la communauté des joueurs de <a href="https://transformersforgedtofight.com/">Transformers : Forgés d'Acier</a>

source: Tier 1
fr: Grade 1

source: Tier 2
fr: Grade 2

source: Tier 3
fr: Grade 3

source: Tier 4
fr: Grade 4

source: Tier|T1
fr: G1

source: Tier|T2
fr: G2

source: Tier|T3
fr: G3

source: Tier|T4
fr: G4

source: Upcoming bot
fr: Bot à l'honneur

source: Use of cookies
fr: Utilisation des cookies

source: Utilities
fr: Utilitaires

source: Warriors
fr: Guerriers

source: We could not activate your account
fr: Impossible d'activer ton compte

source: Website
fr: Site internet

source: Welcome Transformers: Forged to Fight gamers!
fr: Bienvenue joueur de Transformers : Forgés d'Acier !

source: Welcome to ForgedToFight.IO website
fr: Bienvenue sur le site internet de ForgedToFight.IO

source: Wrong nickname or email
fr: Pseudo ou e-mail incorrect

source: You are not authorized to be here !
fr: Tu n'as pas le droit d'y aller !

source: You have requested a password reset
fr: Tu as demandé une réinitialisation de ton mot de passe

source: You successfully logged in
fr: Connexion réussie

source: You successfully logged out
fr: Déconnection effectué

source: Your account is removed
fr: Ton compte est supprimé

source: Your password is updated, please login
fr: Ton mot de passe est à jour, tu peux te connecter
